Repository: baranov89/TruthOrDare
Catalog: TruthOrDare/*.lproj/Localizable.strings
Languages: ru

source: Have you ever been in a situation where you tried but couldn't seduce someone? If so, how many times?
ru: Вы когда-нибудь были в ситуации, когда вы пытались, но не смогли кого-то соблазнить? Если да, то сколько раз?

source: Have you ever been in love with someone your best friend has dated?
ru: Вы когда-нибудь были влюблены в кого-то, с кем встречался ваш лучший друг?

source: Have you ever been in love with your best friend/girlfriend?
ru: Вы когда-нибудь были влюблены в своего лучшего друга/подругу?

source: Have you ever been naked under a raincoat, and then approached someone and opened the raincoat for three seconds?
ru: Вы когда-нибудь были голыми под плащом, а потом подходили к кому-то и открывали плащ на три секунды?

source: Have you ever been sneaky?
ru: Вы когда-нибудь были подлым?

source: Have you ever been taken in the ass or would you like to?
ru: Вас когда-нибудь брали в задницу или вы хотели бы?

source: Have you ever been tested for sexually transmitted diseases? What was the result?
ru: Вы когда-нибудь проверялись на заболевания, передающиеся половым путем? Каков был результат?

source: Have you ever been vulgar in a car?
ru: Вы когда-нибудь были вульгарны в машине?

source: Have you ever broken something and blamed someone else for it?
ru: Вы когда-нибудь что-то ломали и винили в этом кого-то другого?

source: Have you ever broken something and put the blame on someone else?
ru: Вы когда-нибудь ломали что-то и перекладывали вину на кого-то другого?

source: Have you ever brought someone into a house without permission?
ru: Вы когда-нибудь приводили кого-то в дом без разрешения?

source: Have you ever cheated on a test?
ru: Вы когда-нибудь списывали на тесте?

source: Have you ever dreamed of starting a band/opening a restaurant? What would it be called?
ru: Вы когда-нибудь мечтали открыть ресторан? Как это будет называться?

source: Have you ever fallen down stairs?
ru: Вы когда-нибудь падали с лестницы?

source: Have you ever fantasized about starting a band/opening a restaurant? What would you call it?
ru: Вы когда-нибудь мечтали открыть ресторан? Как бы вы это назвали?

source: Have you ever fed a homeless person?
ru: Вы когда-нибудь кормили бездомного?

source: Have you ever given a dog vegetables?
ru: Вы когда-нибудь давали собакам овощи?

source: Have you ever gone on a blind date?
ru: Вы когда-нибудь ходили на свидание вслепую?

source: Have you ever had a one night stand? If so, how many have you had?
ru: У тебя когда-нибудь была связь на одну ночь? Если да, то сколько у вас было?

source: Have you ever had a sexual injury and what happened?
ru: Были ли у вас когда-либо сексуальные травмы и что случилось?

source: Have you ever had a sexually transmitted disease?
ru: Была ли у тебя венерическая болезнь?

source: Have you ever had a threesome?
ru: У тебя когда-нибудь был секс втроем?

source: Have you ever had oral sex with someone of the same sex?
ru: Вы когда-нибудь занимались оральным сексом с кем-то того же пола?

source: Have you ever had sex on the street?
ru: Вы когда-нибудь занимались сексом на улице?

source: Have you ever had sex with someone of the same gender?
ru: Вы когда-нибудь занимались сексом с кем-то того же пола?

source: Have you ever let someone else take the blame for something you did?
ru: Вы когда-нибудь позволяли кому-то другому брать на себя вину за то, что вы сделали?

source: Have you ever licked a plate?
ru: Вы когда-нибудь облизывали тарелку?

source: Have you ever lied about Truth or Dare?
ru: Вы когда-нибудь лгали в игре правда или действие?

source: Have you ever lied to your partner about being with someone else before or during your relationship?
ru: Вы когда-нибудь лгали своему партнеру о том, что были с кем-то еще до или во время ваших отношений?

source: Have you ever passed out from drinking?
ru: Вы когда-нибудь теряли сознание от выпивки?

source: Have you ever passed out from too much drinking?
ru: Вы когда-нибудь теряли сознание от слишком большого количества алкоголя?

source: Have you ever peed outside the toilet?
ru: Вы когда-нибудь мочились вне туалета?

source: Have you ever played a prank on your teacher? Tell a story!
ru: Вы когда-нибудь разыгрывали своего учителя? Расскажи историю!

source: Have you ever run naked?
ru: Вы когда-нибудь бегали голышом?

source: Have you ever shaved your partner?
ru: Вы когда-нибудь брили своего партнера?

source: Have you ever stepped in a dog poop?
ru: Вы когда-нибудь наступали на собачьи какашки?

source: Have you ever stolen money from a roommate?
ru: Вы когда-нибудь воровали деньги у соседа по комнате?

source: Have you ever stolen? What was that?
ru: Вы когда-нибудь воровали? Что это было?

source: Have you ever taken money from a roommate?
ru: Вы когда-нибудь брали деньги у соседа по комнате?

source: Have you ever tasted urine? What did it taste like and how did it happen?
ru: Вы когда-нибудь пробовали мочу? Какой она была на вкус и как это произошло?

source: Have you ever touched a cow?
ru: Вы когда-нибудь трогали корову?

source: Have you ever tried to forge a parent's signature?
ru: Вы когда-нибудь пытались подделать подпись родителей?

source: Have you ever tried to steal a snack when your parents weren't watching?
ru: Вы когда-нибудь пытались украсть перекусить, когда ваши родители не смотрели?

source: Have you ever turned down a cookie?
ru: Вы когда-нибудь отказывались от печенья?

source: Have you ever used a bong? If so, tell us about your experience!
ru: Вы когда-нибудь пользовались бонгом? Если да, расскажите о своем опыте!

source: Have you ever used hard drugs?
ru: Вы когда-нибудь употребляли тяжелые наркотики?

source: Have you ever used toys during sex?
ru: Вы когда-нибудь использовали игрушки во время секса?

source: Have you ever visited your parents during sex?
ru: Вы когда-нибудь посещали своих родителей во время секса?

source: Have you ever vomited in someone's car?
ru: Вас когда-нибудь рвало в чьей-то машине?

source: Have you ever walked in your sleep?
ru: Вы когда-нибудь ходили во сне?

source: Have you ever watched a movie or series that you knew you weren't allowed to watch?
ru: Вы когда-нибудь смотрели фильм или сериал, которые, как вы знали, вам не разрешали смотреть?

source: Have you ever watched Smeshariki?
ru: Вы когда-нибудь смотрели «Смешариков»?

source: Have you ever watered flowers with milk?
ru: Вы когда-нибудь поливали цветы молоком?

source: Have you ever worn the same clothes for more than three days?
ru: Вы когда-нибудь носили одну и ту же одежду более трех дней?

source: Have-fun
ru: Веселиться

source: Hit the person on the right without holding back.
ru: Ударьте человека справа, не сдерживаясь.

source: Hold your breath for 10 seconds.
ru: Задержите дыхание на 10 секунд.

source: How do you cheat so you don't do housework?
ru: Как ты обманываешь, чтобы не делать работу по дому?

source: How good are you with stretching?
ru: Насколько хорошо ты разбираешься в растяжке?

source: How long can you go without your favorite food?
ru: Как долго вы можете обходиться без любимой еды?

source: How long have you been without sex?
ru: Как долго вы были без секса?

source: How many best friends have you had in your entire life?
ru: Сколько лучших друзей у тебя было за всю жизнь?

source: How many children would you like to have?
ru: Сколько детей вы хотели бы иметь?

source: How many partners did you have at the same time?
ru: Сколько партнеров у вас было одновременно?

source: How many people did you sleep with at university?
ru: Со сколькими людьми ты спал в университете?

source: How many people you slept with did you meet online?
ru: Со сколькими людьми, с которыми вы спали, вы познакомились в Интернете?

source: How many times do you think you can do this in one night?
ru: Как вы думаете, сколько раз вы можете сделать это за одну ночь?

source: How many times have you been up all night?
ru: Сколько раз ты не спал всю ночь?

source: How many times have you sneaked out of the house?
ru: Сколько раз ты ускользал из дома?

source: How many times in school did you put gum under the table?
ru: Сколько раз в школе ты клал жвачку под стол?

source: How much do you think your father weighs?
ru: Как вы думаете, сколько весит ваш отец?

source: Hug a tree for 20 seconds.
ru: Обнимите дерево в течение 20 секунд.

source: If every person had their own price, what would be yours?
ru: Если бы у каждого человека была своя цена, какой была бы ваша?

source: If Jurassic Park was real, would you visit it?
ru: Если бы Парк Юрского периода был настоящим, вы бы его посетили?

source: If someone made a film about your life, what would it be called? Who will get your role?
ru: Если бы кто-нибудь снял фильм о вашей жизни, как бы он назывался? Кому достанется твоя роль?

source: If we were to make a sexy movie, what would the title be?
ru: Если бы мы снимали сексуальный фильм, какое бы у него было название?

source: If you could be a boy or a girl for a day... would you and why?
ru: Если бы вы могли стать мальчиком или девочкой на один день... стали бы вы и почему?

source: If you could be any animal, what would you be?
ru: Если бы вы могли быть любым животным, то каким?

source: If you could be any dinosaur, what would you be?
ru: Если бы вы могли быть любым динозавром, то каким?

source: If you could change one thing about your body, what would it be?
ru: Если бы вы могли изменить одну вещь в своем теле, что бы это было?

source: If you could date anyone in the world, who would it be?
ru: Если бы вы могли встречаться с кем угодно в мире, кто бы это был?

source: If you could get rid of one housework, what would it be?
ru: Если бы вы могли избавиться от одной работы по дому, что бы это было?

source: If you could have sex with anyone in the world, who would it be?
ru: Если бы ты мог заняться сексом с кем угодно в мире, кто бы это был?

source: If you could invent something, what would it be?
ru: Если бы вы могли что-то изобрести, что бы это было?

source: If you could live anywhere in the world, where would you live?
ru: Если бы вы могли жить в любой точке мира, где бы вы жили?

source: If you could one day own your own business, what would it be?
ru: Если бы вы могли однажды стать владельцем собственного бизнеса, каким бы он был?

source: If you could spend one night with one of your exes, who would you choose?
ru: Если бы вы могли провести одну ночь с одним из ваших бывших, кого бы вы выбрали?

source: If you could take one bad thing out of this world, what would it be?
ru: Если бы вы могли убрать одну плохую вещь из этого мира, что бы это было?

source: If you could try any job for a day, what would it be?
ru: Если бы вы могли попробовать любую работу в течение дня, что бы это было?

source: If you didn't have money, what would you do with your life?
ru: Если бы у вас не было денег, чем бы вы занимались в жизни?

source: If you don't want to answer a question or complete a task, give up, but you will lose points at the same time
ru: Если вы не хотите отвечать на вопрос или выполнять задание, сдавайтесь, но при этом вы потеряете баллы

source: If you drop your phone or keys in the toilet, would you put your hand in the toilet to get them back?
ru: Если вы уроните телефон или ключи в унитаз, опустите ли вы руку в унитаз, чтобы вернуть их?

source: If you had a relationship with one person (same gender) in this room, who would it be?
ru: Если бы у вас были отношения с одним человеком (того же пола) в этой комнате, кто бы это был?

source: If you had a threesome with people in this room, who would you do it with and why?
ru: Если бы у вас был секс втроем с людьми в этой комнате, с кем бы вы это сделали и почему?

source: If you had a time machine, what period would you go to?
ru: Если бы у вас была машина времени, в какой период вы бы отправились?

source: If you had to change one physical thing about yourself, what would it be?
ru: Если бы вам пришлось изменить одну физическую вещь в себе, что бы это было?

source: If you had to change your name, what name would you choose?
ru: Если бы вам пришлось сменить имя, какое имя вы бы выбрали?

source: If you had to choose intelligence or beauty, which would you choose?
ru: Если бы вам пришлось выбирать ум или красоту, что бы вы выбрали?

source: If you had to kill someone, who would it be?
ru: Если бы вам пришлось кого-то убить, кто бы это был?

source: If you had to listen to one genre of music for the rest of your life, what would it be?
ru: Если бы вам пришлось всю оставшуюся жизнь слушать музыку одного жанра, что бы это было?

source: If you had to sleep with one person (of the same gender) in this room, who would it be?
ru: Если бы вам пришлось спать с одним человеком (того же пола) в этой комнате, кто бы это был?

source: If you have a time machine, what period of time would you like to fly?
ru: Если бы у вас была машина времени, в какой период времени вы бы хотели пролететь?

source: If you have problems with payment, then write to TrueOrDare@vsa.su
ru: Если у вас проблемы с оплатой, то пишите на TrueOrDare@vsa.su

source: If you knew that the end of the world would come soon, what would you do?
ru: Если бы вы знали, что скоро наступит конец света, что бы вы сделали?

source: If you only had 1 day left to live, what would you do?
ru: Если бы вам осталось жить всего 1 день, что бы вы сделали?

source: If you were food, who would you be and how would other people eat you?
ru: Если бы вы были едой, кем бы вы были и как бы другие люди ели вас?

source: If you won the lottery and had to give the winnings to someone in this group, who would it be and why?
ru: Если бы вы выиграли в лотерею и должны были отдать выигрыш кому-то из этой группы, кто бы это был и почему?

source: If your life was filmed, who would play you?
ru: Если бы твою жизнь снимали на видео, кто бы сыграл тебя?

source: If your loved one were standing in front of you, what would you like him/her to do with you?
ru: Если бы ваш любимый человек стоял перед вами, что бы вы хотели, чтобы он/она делал с вами?

source: Imagine a celebrity and imagine yourself on the red carpet in front of the players.
ru: Представьте себе знаменитость и представьте себя на красной дорожке перед игроками.

source: Imagine a statue until it's your turn again (no talking or moving).
ru: Представьте себе статую, пока снова не придет ваша очередь (не говоря и не двигаясь).

source: Imagine being underwater for the next 10 minutes.
ru: Представьте, что следующие 10 минут вы находитесь под водой.

source: Imagine I'm a stranger in a bar. Try to pick me up and convince me to come home with you.
ru: Представьте, что я незнакомец в баре. Попробуй забрать меня и убедить пойти с тобой домой.

source: Imagine we are having sex at your workplace. Describe the scene.
ru: Представьте, что вы занимаемся сексом на вашем рабочем месте. Опишите сцену.

source: Imagine you are a couple of chicken nuggets in a frying pan. Picture it.
ru: Представьте, что вы пара куриных наггетсов на сковороде. Представьте это.

source: Imagine you are a plane for 2 minutes.
ru: Представьте, что вы самолет на 2 минуты.

source: Imagine you are in an invisible wheelchair.
ru: Представьте, что вы находитесь в невидимом инвалидном кресле.

source: Imitate a Chinese accent for 2 rounds.
ru: Имитируйте китайский акцент в течение 2 раундов.

source: Imitate the sound of an animal.
ru: Подражайте звуку животного.

source: In three words, describe what you are in bed.
ru: В трех словах опишите, что вы в постели.

source: Inflate the balloon.
ru: Надуйте воздушный шар.

source: Install Chinese on your mobile phone for the next 60 minutes.
ru: Установите китайский язык на свой мобильный телефон на следующие 60 минут.

source: Insult every player. Drink to every player you can't insult.
ru: Оскорблять каждого игрока. Выпейте за каждого игрока, которого вы не можете оскорбить.

source: Intimacy
ru: Близость

source: Jump across the room.
ru: Прыгайте по комнате.

source: Jump as high as possible 5 times.
ru: Прыгните как можно выше 5 раз.

source: Jump holding a cup of water over your head without spilling it.
ru: Прыгайте, держа над головой чашку с водой, не проливая ее.

source: Jump the bomb on the couch.
ru: Прыгайте бомбой на диван.

source: Keep the egg on the spoon as long as possible.
ru: Держите яйцо на ложке как можно дольше.

source: Keep your eyes closed while the band puts something edible and non-toxic in your mouth. You should eat it.
ru: Держите глаза закрытыми, пока группа кладет вам в рот что-нибудь съедобное и нетоксичное. Вы должны съесть это.

source: Kiss a guy / girl for 1 minute without opening your lips.
ru: Поцелуй парня/девушку в течение 1 минуты, не раскрывая губ.

source: Kiss me like we did before we had sex.
ru: Поцелуй меня, как мы это делали до секса.

source: Kiss passionately with the player to your right.
ru: Страстно поцелуйтесь с игроком справа от вас.

source: Kiss someone for 5 minutes.
ru: Поцелуй кого-нибудь в течение 5 минут.

source: Kiss someone on camera.
ru: Поцелуй кого-нибудь на камеру.

source: Kiss someone's boyfriend or girlfriend.
ru: Поцелуй чьего-то парня или девушку.

source: Kiss the neighbor on the right on the cheek.
ru: Поцелуйте соседа справа в щеку.

source: Kiss the person next to you.
ru: Поцелуй человека рядом с тобой.

source: Kiss the person to your left on the forehead.
ru: Поцелуйте человека слева от вас в лоб.

source: Kiss with the pillow until it's your turn again.
ru: Целуйтесь с подушкой, пока снова не придет ваша очередь.

source: Kiss your neighbor on the cheek.
ru: Поцелуй соседа в щеку.

source: Lick a food of your choice off the back of someone's neck.
ru: Слизывайте еду по вашему выбору с чьей-то шеи сзади.

source: Lick the foot of the person to your left.
ru: Лизать ногу человека слева от вас.

source: Lick the toilet seat. Or drink 3 glasses of alcohol within one minute.
ru: Облизать сиденье унитаза. Или выпейте 3 стакана алкоголя в течение одной минуты.

source: Lick your nose.
ru: Лизнуть свой нос.

source: Lick your partner's ass.
ru: Лижи зад своего партнера.

source: Lick your partner's chest.
ru: Лизать грудь партнера.

source: Madness
ru: Безумие

source: Make 50 jumps.
ru: Совершить 50 прыжков.

source: Make a bend.
ru: Сделайте изгиб.

source: Make a fish face.
ru: Сделайте мордочку рыбы.

source: Make a hat out of toilet paper and pose for a photo.
ru: Сделайте шапку из туалетной бумаги и сфотографируйтесь.

source: Make a sandwich using only your elbows and knees.
ru: Сделайте бутерброд, используя только локти и колени.

source: Make animal sounds for a minute.
ru: В течение минуты издавайте звуки животных.

source: Make everyone in the group smile. Continue until everyone smiles.
ru: Заставьте всех в группе улыбнуться. Продолжайте, пока все не улыбнутся.

source: Make love to something in the room (person or object).
ru: Займитесь любовью с чем-нибудь в комнате (человеком или предметом).

source: Make up a story about the item on the right.
ru: Составьте рассказ о предмете справа.

source: Make your best lion roar.
ru: Издайте свой лучший львиный рык.

source: Massage your neighbor's shoulders.
ru: Помассируйте плечи соседа.

source: Massage your partner's chest.
ru: Помассируйте грудь партнера.

source: Menu
ru: Меню

source: Meow like a cat.
ru: Мяукай как кошка.

source: Mimic an accent for the next two rounds.
ru: Имитируйте акцент в течение следующих двух раундов.

source: Moan as loudly as possible without laughing.
ru: Стоните как можно громче, не смеясь.

source: Moan in pleasure for 15 seconds.
ru: Стоните от удовольствия в течение 15 секунд.

source: Most annoying sound?
ru: Самый раздражающий звук?

source: Move your ears without using your hands.
ru: Подвигайте ушами, не используя руки.

source: Name a time when you used someone for personal gain.
ru: Назовите случай, когда вы использовали кого-то в личных целях.

source: Name something you've always wanted but is too expensive to buy.
ru: Назовите то, что вы всегда хотели, но слишком дорого купить.

source: New game
ru: Новая игра

source: Next 5 minutes talk like a gangster.
ru: Следующие 5 минут разговаривайте как гангстер.

source: Open all sets
ru: Открыть все наборы

source: Open the window and try to get someone on the street to wave to you.
ru: Откройте окно и попытайтесь заставить кого-нибудь на улице помахать вам рукой.

source: Paint your nails with wax crayon.
ru: Накрасьте ногти восковым карандашом.

source: Paint your toenails using your teeth.
ru: Накрасьте ногти на ногах, используя зубы.

source: Party
ru: Вечеринка

source: Pee outside. The group can watch if they really want to.
ru: Писать снаружи. Группа может смотреть, если они действительно хотят.

source: Perform the dumbest dance you can think of.
ru: Исполни самый тупой танец, который только можно придумать.

source: Pick up the smallest person in the room.
ru: Поднимите самого маленького человека в комнате.

source: Picture a worm.
ru: Изобазите червяка.

source: Picture an old grumpy man ranting about old times.
ru: Представьте себе старого сварливого человека, разглагольствующего о старых временах.

source: Picture your dream job.
ru: Представьте работу своей мечты.

source: Picture your favorite celebrity.
ru: Представьте свою любимую знаменитость.

source: Picture your partner.
ru: Представьте своего партнера.

source: Place a tower of 5 cookies on your forehead.
ru: Поместите башню из 5 печенек себе на лоб.

source: Play 2 minutes of porn video at the highest volume.
ru: Воспроизведите 2 минуты порновидео на максимальной громкости.

source: Play Quidditch after drinking 5 sips of the drink.
ru: Сыграйте в квиддич, выпив 5 глотков напитка.

source: Play rock-paper-scissors with someone. The winner must caress the loser, the loser must let him do it.
ru: Поиграйте с кем-нибудь в камень-ножницы-бумага. Победитель должен ласкать проигравшего, проигравший должен позволить ему это сделать.

source: Play rolled-up sock ball with someone in the room.
ru: Поиграйте с кем-нибудь в комнате в свернутый мячик из носка.

source: Play the clown and count to 20.
ru: Поиграйте в клоуна и сосчитайте до 20.

source: Play the pig until it's your turn again.
ru: Играйте свиньей, пока снова не придет ваша очередь.

source: Player
ru: Игрок

source: Point to two people in the room who are most likely to kiss by the end of the night.
ru: Укажите на двух человек в комнате, которые, скорее всего, поцелуются к концу ночи.

source: Post an embarrassing image of yourself online.
ru: Разместите в сети свое неловкое фото.

source: Pour some liquid on your partner's body and lick it.
ru: Налейте немного жидкости на тело вашего партнера и лизните его.

source: Prank a friend on the phone with a joke! Perhaps someone who could not join this evening.
ru: Разыграй друга по телефону шуткой! Возможно кто-то, кто не смог присоединиться к этому вечеру.

source: Prank: Call your local restaurant and order everything on the menu for one item.
ru: Розыгрыш: позвоните в местный ресторан и закажите все в меню для одного блюда.

source: Pretend to be a monkey until your next turn.
ru: Притворитесь обезьяной до вашего следующего хода.

source: Pretend to be a waiter or waitress and take orders for appetizers from everyone in the group. Bring the ordered food and then see if they like it.
ru: Притворитесь официантом или официанткой и принимайте заказы на закуски от всех в группе. Принесите заказанную еду, а затем посмотрите, нравится ли она им.

source: Pretend to stroke the genitals of the player to your left.
ru: Сделайте вид, что гладите гениталии игрока слева от вас.

source: Put a shoe on your head and have someone take a picture and post it on social media.
ru: Наденьте на голову ботинок, попросите кого-нибудь сфотографировать и опубликовать в социальных сетях.

source: Put an ice cube in your pants and let it melt.
ru: Положите кубик льда в штаны и дайте ему растаять.
