Repository: baranov89/TruthOrDare
Catalog: TruthOrDare/*.lproj/Localizable.strings
Languages: ru

source: Put down your pants and let another player spank you for 30 seconds.
ru: Спусти штаны и позволь другому игроку отшлепать тебя в течение 30 секунд.

source: Put on the socks and shoes of the opposite sex of your choice until your next turn.
ru: Наденьте носки и обувь противоположного пола по вашему выбору до следующей очереди.

source: Put round stickers on yourself and pretend you have chickenpox.
ru: Наклейте на себя круглые наклейки и притворитесь, что у вас ветрянка.

source: Put the socks of the person on the right in your mouth.
ru: Положите носки человека справа в рот.

source: Put your clothes on backwards.
ru: Наденьте одежду задом наперед.

source: Put your finger in the toilet.
ru: Засуньте палец в унитаз.

source: Put your hand in the trash can up to your elbow.
ru: Опусти руку в мусорное ведро по локоть.

source: Put your hand into the toilet above the elbow.
ru: Засуньте руку в унитаз выше локтя.

source: Random
ru: Случайно

source: Rate the app
ru: Оцените приложение

source: Read the last received message aloud.
ru: Прочитайте последнее полученное сообщение вслух.

source: Read the multiplication table for the number 2.
ru: Прочитайте таблицу умножения числа 2.

source: Read the multiplication table for the number 9.
ru: Прочитайте таблицу умножения числа 9.

source: Read the page of the picture book backwards.
ru: Прочитайте страницу книжки с картинками в обратном порядке.

source: Ready
ru: Готово

source: Refresh
ru: Обновить

source: Remove 2 pieces of clothing.
ru: Снимите 2 предмета одежды.

source: Remove socks with tongs.
ru: Снимите носки щипцами.

source: Remove your bra for the rest of the game.
ru: Снимите бюстгальтер до конца игры.

source: Remove your partner's underwear without removing the rest of his/her clothes.
ru: Снимите с партнера нижнее белье, не снимая остальную одежду.

source: Repeat each of your sentences twice.
ru: Повторите каждое из ваших предложений дважды.

source: Results
ru: Результаты

source: Resume
ru: Итог

source: Ride one of the group on your back around the room.
ru: Катайтесь на одном из группы на спине по комнате.

source: Roll over on your chair and sit there until your next turn.
ru: Перевернитесь на стуле и сидите там до следующего поворота.

source: Rules
ru: Правила

source: Run across your neighbor's lawn in pajamas.
ru: Бегайте по лужайке соседа в пижаме.

source: Run around the block in a bathrobe.
ru: Бегать по кварталу в халате.

source: Run in place for the next three rounds.
ru: Бегите на месте в течение следующих трех раундов.

source: Run three times around the house.
ru: Пробегите три раза вокруг дома.

source: Run with your hands tied behind your back.
ru: Бег со связанными за спиной руками.

source: Saddle the other player like a horse and say (Ehaaa) loudly
ru: Оседлайте другого игрока, как лошадь, и громко скажите (Эхааа)

source: Say 'I heard' after everything you say for the next 5 minutes.
ru: Говорите «Я слышал» после всего, что вы говорите в течение следующих 5 минут.

source: Say the alphabet with a different accent.
ru: Произнесите алфавит с другим акцентом.

source: Score
ru: счет

source: Scream as loud as you can.
ru: Кричи так громко, как только можешь.

source: Seduce a party member of the same gender.
ru: Соблазнить члена группы того же пола.

source: Seductively and lovingly receive a massage from the first person next to you.
ru: Соблазнительно и с любовью примите массаж от первого человека рядом с вами.

source: See how many ice cubes you can fit in your mouth at one time.
ru: Посмотрите, сколько кубиков льда вы можете поместить в свой рот за один раз.

source: Select kits
ru: Выбрать комплекты

source: Send 'I love you' text to 3 people.
ru: Отправьте текст «Я люблю тебя» трем людям.

source: Send a message to your loved one and tell them how much you like them.
ru: Отправьте сообщение своему любимому человеку и скажите, как сильно он вам нравится.

source: Send a text message to your last dialed number asking (What is your/your problem?).
ru: Отправьте текстовое сообщение на ваш последний набранный номер с вопросом (В чем ваша/ваша проблема?).

source: Send an email to one of your teachers telling them how your day is going.
ru: Отправьте электронное письмо одному из своих учителей, в котором расскажите, как проходит ваш день.

source: Settings
ru: Настройки

source: Share
ru: Поделиться

source: Share a dirty fantasy you've never told anyone.
ru: Поделитесь грязной фантазией, о которой вы никогда никому не рассказывали.

source: Share the T-shirt with the person on the right for the next 3 rounds.
ru: Разделите футболку с человеком справа на следующие 3 раунда.

source: Shout out the first word that comes to your mind right now.
ru: Выкрикните первое слово, которое придет вам в голову прямо сейчас.

source: Show me everything you have in your purse.
ru: Покажи мне все, что у тебя есть в сумочке.

source: Show the group your boobs.
ru: Покажи группе свои сиськи.

source: Show your ass to the group.
ru: Покажи свою задницу группе.

source: Sing (Itsy Bitsy Spider) while standing on your head.
ru: Пойте (Itsy Bitsy Spider), стоя на голове.

source: Sing a freestyle rap song about three people in a band.
ru: Спойте рэп-песню в стиле фристайл о трех участниках группы.

source: Sing a lullaby along with the beat box.
ru: Пойте колыбельную вместе с битбоксом.

source: Sing a song a cappella.
ru: Спеть песню акапелла.

source: Sing a song as if you were sick.
ru: Спой песню, как будто ты болен.

source: Sing a song from any cartoon.
ru: Спойте песню из любого мультфильма.

source: Sing a song with water in your mouth.
ru: Пойте песню с водой во рту.

source: Sing and play the air guitar to the tune of your choice.
ru: Пойте и играйте на воздушной гитаре на выбранную вами мелодию.

source: Sing in a foreign language for 2 minutes.
ru: Пойте на иностранном языке в течение 2 минут.

source: Sing the alphabet backwards.
ru: Пропойте алфавит в обратном порядке.

source: Sing the song of the Three Merry Geese.
ru: Спой песню «Три веселых гуся».

source: Sing your favorite song.
ru: Пойте свою любимую песню.

source: Sit in a trash can and have someone take a picture of you and post it on Facebook or Instagram with #theremyplace.
ru: Сядьте в мусорное ведро, попросите кого-нибудь сфотографировать вас и опубликовать в Facebook или Instagram с хэштегом #theremyplace.

source: Slap the bottom of the person to your left.
ru: Шлепните по нижней части человека слева от вас.

source: Slap your partner on the ass.
ru: Шлепни своего партнера по заднице.

source: Slowly unzip someone without breaking eye contact.
ru: Медленно расстегивайте кого-нибудь, не прерывая зрительного контакта.

source: Smear your tongue with soap.
ru: Намажьте язык мылом.

source: Smell any player's armpit.
ru: Понюхайте подмышку любого игрока.

source: Smell the armpits of everyone in the room.
ru: Понюхайте подмышки всех в комнате.

source: Smell the pepper and try not to sneeze.
ru: Понюхайте перец и постарайтесь не чихнуть.

source: Sniff a strip of sugar.
ru: Понюхайте полоску сахара.

source: Someone gives you a back massage for one minute while you're blindfolded. If you like their style, you can kiss them afterwards, but without knowing their identity.
ru: Кто-то делает вам массаж спины в течение одной минуты, пока у вас завязаны глаза. Если вам нравится их стиль, вы можете поцеловать их после этого, но не зная их личности.

source: Speak and act like a cowboy.
ru: Говорите и действуйте как ковбой.

source: Speak in a foreign language for 2 minutes on a specific topic.
ru: Говорите на иностранном языке в течение 2 минут на определенную тему.

source: Speak with a strange accent 2 rounds.
ru: Говорите со странным акцентом 2 раунда.

source: Speak with your tongue.
ru: Говорите своим языком.

source: Spend 7 minutes in heaven with someone. This game is when 2 people climb into the closet and start kissing and more for seven minutes.
ru: Проведите 7 минут на небесах с кем-нибудь. Это игра когда 2 человека залезают в шкаф и начинают целоваться и еще минут семь.

source: Spin around for 10 seconds and run to the mailbox and back.
ru: Покрутитесь 10 секунд и бегите к почтовому ящику и обратно.

source: Squeeze the buttocks of the man on the right.
ru: Сожмите ягодицы мужчины справа.

source: Stand in the corner for 'time out', don't say a word for the next 3 rounds.
ru: Встаньте в угол для «тайм-аута», не говорите ни слова следующие 3 раунда.

source: Stand like a flamingo for the next four rounds.
ru: Встаньте в угол для «тайм-аута», не говорите ни слова следующие 3 раунда.

source: Stand on the table (or in the middle/front) and do a striptease.
ru: Встаньте на стол и станцуйте стриптиз.

source: Stand up and spin for the next two rounds.
ru: Встаньте и вращайтесь в течение следующих двух раундов.

source: Start the fun
ru: Начать веселье

source: Stay absolutely still for one minute.
ru: Оставайтесь абсолютно неподвижными в течение одной минуты.

source: Stay plank until it's your turn again.
ru: Оставайтесь на доске, пока снова не придет ваша очередь.

source: Stimulate two parts of my body at once. Take one part with your hands and the other with your lips.
ru: Стимулируйте две части моего тела одновременно. Возьмите одну часть руками, а другую губами.

source: Suck one of his/her fingers for 30 seconds.
ru: Сосите один из его/ее пальцев в течение 30 секунд.

source: Surrender
ru: Сдаться

source: Swap all clothes (including underwear) with someone of the opposite sex.
ru: Поменяйтесь всей одеждой (включая нижнее белье) с кем-то противоположного пола.

source: Swap clothes with a member of the opposite sex, of course, while everyone is watching.
ru: Поменяйтесь одеждой с представителем противоположного пола, разумеется, на глазах у всех.

source: Swap clothes with someone.
ru: Поменяйтесь с кем-нибудь одеждой.

source: Swap underwear with the player closest to you.
ru: Поменяйтесь нижним бельем с ближайшим к вам игроком.

source: Take 7 sips of your drink.
ru: Сделайте 7 глотков напитка.

source: Take a picture without using your hands.
ru: Сделайте снимок, не используя руки.

source: Take a selfie with the toilet and post it to Facebook or Instagram.
ru: Сделайте селфи с туалетом и опубликуйте его в Facebook или Instagram.

source: Take a shower in your clothes right now without taking them off.
ru: Прямо сейчас примите душ в одежде, не снимая ее.

source: Take a sip of every drink at the table.
ru: Делайте глоток из каждого напитка за столом.

source: Take lipstick and write the word (funny monkey) on your face. And sit like that for at least an hour.
ru: Возьми помаду и напиши на лице слово (смешная обезьянка). И сидеть так хотя бы час.

source: Take off one shoe/sock and stay like that for the rest of the game.
ru: Снимите один ботинок/носок и оставайтесь так до конца игры.

source: Take off two pieces of clothing, the group decides what it will be.
ru: Снять два предмета одежды, группа решает, что это будет.

source: Take pictures of all the players during the evening so they don't notice.
ru: Сфотографируйте всех игроков вечером, чтобы они не заметили.

source: Take some powder in your hands and pat the person to your left on the cheek.
ru: Возьмите немного пудры в руки и погладьте человека слева от вас по щеке.

source: Take the glass of the person to your right and drink it.
ru: Возьмите стакан человека справа от вас и выпейте его.

source: Tape a teaspoon to your forehead.
ru: Приклейте чайную ложку ко лбу.

source: Tell a funny anecdote.
ru: Расскажите смешной анекдот.

source: Tell everyone about yourself an embarrassing story.
ru: Расскажи всем о себе неловкую историю.

source: Tell me what I can do to make you experience an orgasm immediately.
ru: Скажи мне, что я могу сделать, чтобы ты немедленно испытал оргазм.

source: Tell someone one of your biggest secrets.
ru: Скажи мне, что я могу сделать, чтобы ты сразу испытал оргазм.

source: Tell us your story while drinking.
ru: Расскажите нам свою историю во время выпивки.

source: The shortest time before you slept with someone?
ru: Самое короткое время, прежде чем вы переспали с кем-то?

source: There is something wrong with your internet connection. Try refreshing your data...
ru: Что-то не так с вашим интернет-соединением. Попробуйте обновить данные...

source: Touch your nose.
ru: Дотронься до своего носа.

source: Touch yourself a little while pretending you're having a lot of fun.
ru: Немного коснитесь себя, делая вид, что вам очень весело.

source: Truth
ru: Правда

source: Truth or Dare
ru: Правда или действие

source: Try
ru: Попробовать

source: Try drinking a glass of water while standing on your hands.
ru: Попробуйте выпить стакан воды, стоя на руках.

source: Try selling ice on the street.
ru: Попробуйте продавать лед на улице.

source: Try spinning on your head like a break dancer.
ru: Попробуйте покрутиться на голове, как танцор брейк-данса.

source: Try spinning on your head like a breakdancer.
ru: Попробуйте покрутиться на голове, как танцор брейк-данса.

source: Tweet from your account: I love Donald Trump.
ru: Твит из вашего аккаунта: Я люблю Дональда Трампа.

source: Twerk for a minute while your friends record this.
ru: Тверкайте минуту, пока ваши друзья записывают это.

source: Twerk for a minute.
ru: Тверкни на минутку.

source: Unfasten the nearest women's bra.
ru: Расстегните ближайший женский бюстгальтер.

source: Unfasten your own belt (or pants) with your elbows.
ru: Расстегните собственный ремень (или штаны) локтями.

source: Unroll the bottle (or any other object). Whoever it points to, you must remove the shirt from that one using only your teeth.
ru: Разверните бутылку (или любой другой предмет). На кого бы он ни указывал, с него нужно снять рубашку только зубами.

source: Update your Facebook/Vkontakte status by asking if anyone knows «who is Monkeyman69 in chatroulette.
ru: Обновите свой статус в Facebook/Вконтакте, спросив, знает ли кто - кто такой Monkeyman69.

source: Use the belly of the person on the right as a drum and play tribal music.
ru: Используйте живот человека справа как барабан и играйте музыку племени.

source: Use the letters of the player's name on the left to describe them (e.g. Sasha: S - funny, A - neat, S - naughty, A - adventurous).
ru: Используйте буквы имени игрока слева, чтобы описать его (например, Саша: S - веселый, A - аккуратный, S - непослушный, A - предприимчивый).

source: Use the voice changing filter on Snapchat and send someone a picture saying 'I want to hug you to death.'
ru: Используйте фильтр изменения голоса в Snapchat и отправьте кому-нибудь изображение с надписью «Я хочу обнять тебя до смерти».

source: Using only your elbows, write a status on Facebook or Vkontakte and publish it.
ru: Используя только локти, напишите статус в Facebook или Вконтакте и опубликуйте его.

source: Using your fingers, find a way to give me goosebumps right now.
ru: Используя свои пальцы, найди способ вызвать у меня мурашки прямо сейчас.

source: Walk around the room blindfolded without bumping into anything.
ru: Ходите по комнате с завязанными глазами, ни на что не натыкаясь.

source: Walk around the room like a crab.
ru: Ходите по комнате, как краб.

source: Warm-up
ru: Разогреться

source: Was there any teacher you thought was hot? Who? Why?
ru: Был ли какой-нибудь учитель, которого вы считали сексуальным? Кто? Почему?

source: What annoys you the most, what does your dad do?
ru: Что тебя больше всего раздражает, чем занимается твой папа?

source: What annoys you the most?
ru: Что вас больше всего раздражает?

source: What are the funniest words you know?
ru: Какие самые смешные слова вы знаете?

source: What are you thinking about at this moment?
ru: О чем вы думаете в этот момент?

source: What are your worst habits?
ru: Каковы ваши худшие привычки?

source: What bores you?
ru: Что вас утомляет?

source: What celebrity would you go gay for?
ru: Ради какой знаменитости ты бы стал геем?

source: What clothes do you think I look the sexiest in?
ru: Как вы думаете, в какой одежде я выгляжу наиболее сексуально?

source: What did one of your siblings do that was most infuriating and annoying?
ru: Какой поступок одного из ваших братьев и сестер больше всего раздражало и приводило в бешенство?

source: What did you do on the first night of your first year at university?
ru: Что ты делал в первую ночь своего первого года в университете?

source: What did you dream about the most?
ru: О чем вы мечтали больше всего?

source: What do you dislike most about a friend/girlfriend?
ru: Что вам больше всего не нравится в друге/подруге?

source: What do you like in bed?
ru: Что тебе нравится в постели?

source: What do you like most about your girlfriend/your boyfriend?
ru: Что тебе больше всего нравится в твоей девушке/парне?

source: What do you like to do when you're alone?
ru: Что ты любишь делать, когда ты один?

source: What do you never want to try in bed?
ru: Что ты никогда не хочешь попробовать в постели?

source: What do you think about sex in the car?
ru: Что вы думаете о сексе в машине?

source: What do you think about the use of steroids?
ru: Что вы думаете об использовании стероидов?

source: What do you think is your biggest physical handicap?
ru: Как вы думаете, что является вашим самым большим физическим недостатком?

source: What do you think of cheerleaders?
ru: Что вы думаете о черлидерах?

source: What do you want to be when you grow up?
ru: Кем ты хочешь стать, когда вырастешь?

source: What does the perfect first date look like?
ru: Как выглядит идеальное первое свидание?

source: What edible yummy turns you on?
ru: Какая съедобная вкуснятина тебя возбуждает?

source: What food or smell really makes you feel sexy?
ru: Какая еда или запах заставляет вас чувствовать себя сексуально?

source: What food would you eat every day if you could?
ru: Какую еду вы бы ели каждый день, если бы могли?

source: What foreign languages would you like to learn?
ru: Какую еду вы бы ели каждый день, если бы могли?

source: What gets you in the mood for sex? Candles? Music? A glass of wine?
ru: Что настраивает вас на секс? Свечи? Музыка? Бокал вина?

source: What have you always wanted to try but were afraid of?
ru: Что вы всегда хотели попробовать, но боялись?

source: What have you never told anyone?
ru: Что ты никогда никому не говорил?

source: What is the hardest drug you have tried?
ru: Какой самый сильный наркотик вы пробовали?

source: What is the longest time you haven't slept?
ru: Какое самое долгое время вы не спали?

source: What is the longest time you haven't taken a bath?
ru: Каково самое долгое время, когда вы не принимали ванну?

source: What is the most beautiful place you have ever been?
ru: Какое самое красивое место, где вы когда-либо были?

source: What is the most exciting place where you have made love?
ru: Какое самое захватывающее место, где вы занимались любовью?

source: What is the most flexible movement in sex you can do?
ru: Какое самое гибкое движение в сексе вы можете сделать?

source: What is the most vulgar dream you had? Describe in detail!
ru: Какой самый пошлый сон тебе приснился? Подробно опишите!

source: What is the name of your first love?
ru: Как зовут вашу первую любовь?

source: What is the riskiest thing you would like to be done to you?
ru: Какую самую рискованную вещь вы хотели бы, чтобы с вами сделали?

source: What is the strangest thing about you? Are you proud of it?
ru: Что самое странное в тебе? Вы гордитесь этим?

source: What is the worst food you have ever eaten?
ru: Какая самая худшая еда, которую вы когда-либо ели?

source: What is the worst gift you have ever given?
ru: Какой самый худший подарок, который вы когда-либо дарили?

source: What is your best talent?
ru: Какой твой лучший талант?

source: What is your deepest, darkest fantasy?
ru: Какова ваша самая глубокая, самая темная фантазия?

source: What is your deepest, darkest fear?
ru: Каков ваш самый глубокий, самый темный страх?

source: What is your favorite board game to play with your family?
ru: Какая ваша любимая настольная игра, в которую вы можете играть всей семьей?

source: What is your favorite cartoon of your generation?
ru: Какой ваш любимый мультфильм вашего поколения?

source: What is your favorite fantasy to entertain yourself?
ru: Какая ваша любимая фантазия, чтобы развлечь себя?

source: What is your favorite music for sex?
ru: Какая твоя любимая музыка для секса?

source: What is your favorite part of your body? Your partner?
ru: Какая ваша любимая часть вашего тела? Твой партнер?

source: What is your favorite pose?
ru: Какая твоя любимая поза?

source: What is your favorite song?
ru: Какая твоя любимая песня?

source: What is your favorite subject at school?
ru: Какой твой любимый предмет в школе?

source: What is your least favorite movie?
ru: Какой твой наименее любимый фильм?

source: What is your most embarrassing sexual experience?
ru: Какой ваш самый неловкий сексуальный опыт?

source: What is your most embarrassing vomiting story?
ru: Какая ваша самая неловкая история с рвотой?

source: What is your most romantic memory?
ru: Какое ваше самое романтическое воспоминание?

source: What is your strangest dream?
ru: Какой твой самый странный сон?

source: What kind of music are you embarrassed to listen to?
ru: Какую музыку вам стыдно слушать?

source: What kind of prince/princess would you like to be?
ru: Каким принцем/принцессой вы хотели бы быть?

source: What lie did you tell that hurt someone?
ru: Какую ложь вы сказали, чтобы обидеть кого-то?

source: What makes you relax?
ru: Что заставляет вас расслабиться?

source: What sex toy or prop do you secretly want to bring into the bedroom?
ru: Какую секс-игрушку или реквизит ты тайно хочешь принести в спальню?

source: What show are you embarrassed to watch?
ru: Какой сериал вам стыдно смотреть?

source: What superpower would you like to have?
ru: Какой суперспособностью вы хотели бы обладать?

source: What turns you off the most from your current partner (or your last one if you don't have one)?
ru: Что вас больше всего отталкивает от вашего нынешнего партнера (или последнего, если у вас его нет)?

source: What turns you on the most?
ru: Что вас больше всего заводит?

source: What turns you on: if I kissed you hard, grabbed your ass or pressed my body against you?
ru: Что тебя возбуждает: если я крепко поцеловал тебя, схватил за задницу или прижался к тебе своим телом?

source: What Valentine's Day gift are you dreaming of?
ru: О каком подарке на День святого Валентина вы мечтаете?

source: What was your favorite cartoon as a child?
ru: Какой у вас был любимый мультик в детстве?

source: What was your worst kiss?
ru: Каким был твой худший поцелуй?

source: What would you do if you were invisible for a day?
ru: Что бы вы сделали, если бы стали невидимыми на один день?

source: What would you do if you were of the opposite sex for a month?
ru: Что бы вы сделали, если бы на месяц оказались представителем противоположного пола?

source: What's the coolest dream you've ever had?
ru: Какой самый классный сон у тебя когда-либо был?

source: What's the craziest prank you've played on someone?
ru: Какую самую сумасшедшую шутку ты над кем-то разыгрывал?

source: What's the craziest thing you've ever done in the shower?
ru: Какой самый безумный поступок ты когда-либо делал в душе?

source: What's the craziest thing you've ever done while drunk?
ru: Какой самый безумный поступок ты когда-либо делал в пьяном виде?

source: What's the dumbest thing you've ever done?
ru: Какой самый глупый поступок ты когда-либо делал?

source: What's the dumbest thing you've said in front of someone you like?
ru: Какая самая глупая вещь, которую вы сказали перед кем-то, кто вам нравится?
