Repository: baranov89/TruthOrDare
Catalog: TruthOrDare/*.lproj/Localizable.strings
Languages: ru

source: cards
ru: карт

source: dare
ru: действие

source: truth
ru: правдв

source: 3 people you made cry? What did you do to them?
ru: 3 человека, которых ты заставил плакать? Что ты с ними сделал?

source: 100% ad-free
ru: 100% без рекламы

source: Act like you don't understand your native language until your next turn (invent your own language).
ru: Ведите себя так, как будто вы не понимаете свой родной язык до следующего хода (придумайте свой собственный язык).

source: Add Junior after your last name on your Facebook/Vkontakte profile.
ru: Добавьте Junior после своей фамилии в свой профиль Facebook/Вконтакте.

source: Add player
ru: Добавить игрока

source: After everything you say, say the word 'banana' until it's your turn again.
ru: После всего, что вы сказали, произносите слово «банан», пока снова не придет ваша очередь.

source: All questions
ru: Все вопросы

source: All this for just %@
ru: Все это всего за %@

source: Apply shampoo to hair, leave it on for 3 rounds.
ru: Нанесите шампунь на волосы, оставьте на 3 раунда.

source: Are there any rules or social norms that piss you off?
ru: Есть ли какие-то правила или социальные нормы, которые вас бесят?

source: Are you a virgin?
ru: Вы девственница/девственник?

source: Are you afraid of monsters?
ru: Вы боитесь монстров?

source: Are you good at scrubbing the floor?
ru: Ты хорошо моешь пол?

source: Are you ignoring your parents?
ru: Вы игнорируете своих родителей?

source: Are you in love with anyone in this room? Who?
ru: Вы влюблены в кого-нибудь в этой комнате? В кого?

source: Ask a pet in the room for a date.
ru: Пригласите домашнее животное в комнате на свидание.

source: Ask for permission the next time you need a toilet.
ru: Спросите разрешения в следующий раз, когда вам понадобится в туалет.

source: Ask the neighbors for a roll of toilet paper.
ru: Попросите у соседей рулон туалетной бумаги.

source: Ask the person on the left to come up with an action for you.
ru: Попросите человека слева придумать для вас действие.

source: Ask the player to your right if they had sex with anyone you know. If so, ask who it was and how it was, and rate them.
ru: Спросите игрока справа от вас, занимались ли они сексом с кем-нибудь из ваших знакомых. Если да, спросите, кто это был и как это было, и оцените их.

source: Ask your neighbor to borrow a toilet brush.
ru: Попросите соседа одолжить ершик для унитаза.

source: Balance the spoon on your nose for 10 seconds.
ru: Балансируйте ложку на носу в течение 10 секунд.

source: Be a stand-up comedian for the next two turns.
ru: Будьте комиком в течение следующих двух ходов.

source: Become a human blanket (warm someone).
ru: Стань человеческим одеялом (согрей кого-нибудь).

source: Become a slave to another player of your choice for 10 minutes.
ru: Станьте рабом другого игрока по вашему выбору на 10 минут.

source: Begging another player to spank you by making a sexy face until he/she complies.
ru: Умолять другого игрока отшлепать вас, делая сексуальное лицо, пока он/она не подчинится.

source: Behave like a pig until it's your turn again.
ru: Веди себя как свинья, пока снова не придет твоя очередь.

source: Behave like a racing car.
ru: Ведите себя как гоночный автомобиль.

source: Behave like an old woman or an old man.
ru: Ведите себя как старуха или старик.

source: Belly dance to a country song.
ru: Танец живота под кантри-песню.

source: Bet someone on something.
ru: Поспорить с кем-нибудь на что-нибудь.

source: Bite off a piece of butter.
ru: Откусите кусочек сливочного масла.

source: Blindfold any friend and ask him/her to kiss three objects. Just don't tell them what those objects are.
ru: Завяжите глаза любому другу и попросите его поцеловать три предмета. Только не говорите ему, что это за предметы.

source: Blindfold for the next 3 rounds.
ru: С завязанными глазами на следующие 3 раунда.

source: Blindfold, do 10 rotations and walk down the street and back.
ru: Завязать глаза, сделать 10 вращений и пройтись по улице и обратно.

source: Blindfolded, let someone tie you to a chair and give you a lap dance.
ru: С завязанными глазами позвольте кому-нибудь привязать вас к стулу и устроить приватный танец.

source: Boxers or briefs?
ru: Боксеры или трусы?

source: Build a tower above you with whatever you can.
ru: Постройте башню над собой из всего, что сможете.

source: Burp on one leg around the table.
ru: Прыгайте на одной ноге вокруг стола.

source: Buy
ru: Купить

source: Buy full access
ru: Купить полный доступ

source: Call a random person and sing happy birthday to them.
ru: Позвоните случайному человеку и поздравьте его с днем рождения.

source: Call a random phone number and talk to that person for as long as possible.
ru: Позвоните на случайный номер телефона и поговорите с этим человеком как можно дольше.

source: Call the person you like and sing to him/her 'I can't stop falling in love with you.
ru: Позвоните человеку, который вам нравится, и спойте ему/ей «Я не могу перестать влюбляться в тебя».

source: Call your current partner's ex and find out how to deal with one of your partner's annoying habits.
ru: Позвоните бывшему партнеру вашего нынешнего партнера и узнайте, как справиться с одной из его раздражающих привычек.

source: Call your loved one and just breathe into the phone.
ru: Позвоните любимому человеку и просто подышите в трубку.

source: Call your parents and tell them you're dropping out.
ru: Позвони родителям и скажи, что бросаешь учебу.

source: Can you be alone in a dark room?
ru: Ты можешь быть один в темной комнате?

source: Can you imagine ever marrying the creepiest/weirdest kid in your school?
ru: Вы можете себе представить, что когда-нибудь выйдете замуж за самого жуткого/самого странного ребенка в вашей школе?

source: Can you touch your nose with your tongue?
ru: Можно ли коснуться носа языком?

source: Choose - truth or action
ru: Выбирай - правда или действие

source: Choose a foreign language and tell about yourself for at least 1 minute speaking it.
ru: Выберите иностранный язык и расскажите о себе не менее 1 минуты, говоря на нем.

source: Choose a member of the opposite sex. The two of you are a happy couple who will soon have their first child. Within 5 minutes, you must act out the birth scene.
ru: Выберите представителя противоположного пола. Вы двое — счастливая пара, у которой скоро родится первенец. В течение 5 минут вы должны разыграть сцену рождения.

source: Choose any color of clothing you are currently wearing. All players must remove clothing of that color for 2 rounds.
ru: Выберите любой цвет одежды, который вы сейчас носите. Все игроки должны снять одежду этого цвета на 2 раунда.

source: Choose one player and call him - Your Majesty - for the next 5 rounds.
ru: Выберите одного игрока и назовите его - Ваше Величество - на следующие 5 раундов.

source: Choose someone in the room and smell their feet for 10 seconds.
ru: Выберите кого-нибудь в комнате и понюхайте его ноги в течение 10 секунд.

source: Choose someone to lick your face in a circle.
ru: Выберите кого-нибудь, чтобы лизнуть ваше лицо по кругу.

source: Choose someone to tattoo on your buttocks.
ru: Выберите кого-нибудь, чтобы сделать татуировку на ягодицах.

source: Choose someone who will cut your hair with their non-dominant hand (if you are right-handed, then you will cut it with your left hand).
ru: Выберите того, кто будет стричь вам волосы не доминирующей рукой (если вы правша, то вы будете стричь их левой рукой).

source: Choose someone. Brush their teeth.
ru: Выберите кого-нибудь. Чистите ему зубы.

source: Choose two people to kiss on the lips.
ru: Выберите двух человек, чтобы поцеловать их в губы.

source: Climb into the closet with me for a game of 'seven minutes in heaven'. This is a game where 2 people get into the closet and start kissing and more for seven minutes. Rules? You have to go below the waist.
ru: Заберитесь со мной в шкаф для игры в «семь минут в раю». Это игра, в которой 2 человека залезают в шкаф и начинают целоваться в течение семи минут. Правила? Вы должны идти ниже талии.

source: Close
ru: Закрыть

source: Close your eyes and guess 5 objects chosen by others.
ru: Закройте глаза и отгадайте 5 объектов, выбранных другими.

source: Close your eyes to the time selected by your friends.
ru: Закройте глаза на время, выбранное вашими друзьями.

source: Close your eyes, go to the fridge and eat whatever you grab first.
ru: Закрой глаза, иди к холодильнику и съешь то, что схватишь в первую очередь.

source: Combine two foods that should never go together, like pickles and peanut butter, or applesauce with olives, and eat a big chunk of it.
ru: Смешайте два продукта, которые никогда не должны сочетаться друг с другом, например, соленые огурцы и арахисовое масло или яблочное пюре с оливками, и съешьте их побольше.

source: Come up with a country song.
ru: Придумайте песню в стиле кантри.

source: Compose a poem about the color blue.
ru: Составьте стихотворение о синем цвете.

source: Compose a poem using the words orange and elk.
ru: Составьте стихотворение, используя слова апельсин и лось.

source: Could you go a month without talking to your friends?
ru: Смогли бы вы прожить месяц, не разговаривая с друзьями?

source: Could you kiss someone to climb the social ladder?
ru: Смогли бы вы поцеловать кого-то, чтобы подняться по социальной лестнице?

source: Crack two eggs on your head.
ru: Разбейте два яйца о голову.

source: Create a Presidential Inaugural Address.
ru: Придумайте президентскую инаугурационную речь.

source: Cross your eyes.
ru: Скосите глаза.

source: Cross/cross your eyes.
ru: Перекрестите/перекосите глаза.

source: Curl up into a pretzel.
ru: Свернитесь в крендель.

source: Dance dance like in a disco.
ru: Танцуй, как на дискотеке.

source: Dance like a ballerina.
ru: Танцуй как балерина.

source: Dance the cha-cha-cha until it's your turn again.
ru: Танцуйте ча-ча-ча, пока снова не придет ваша очередь.

source: Dance the dance chosen by your friends.
ru: Танцуй танец, который выбрали твои друзья.

source: Dance the macarena silently until it's your turn again.
ru: Танцуйте макарену молча, пока снова не придет ваша очередь.

source: Dance the Macarena.
ru: Танцуй Макарену.

source: Dance the striptease.
ru: Танцуй стриптиз.

source: Dance your best hip-hop dance.
ru: Танцуй свой лучший хип-хоп танец.

source: Dance your best Indian dance.
ru: Танцуй свой лучший индийский танец.

source: Dance.
ru: Танцуй

source: Dare
ru: Действие

source: Data synchronization
ru: Синхронизация данных

source: Demonstrate sexy sounds.
ru: Демонстрируйте сексуальные звуки.

source: Describe how you experience an orgasm.
ru: Опишите, как вы испытываете оргазм.

source: Describe your ideal partner.
ru: Опишите своего идеального партнера.

source: Describe your ideal Sunday morning that starts with waking up next to me.
ru: Опишите свое идеальное воскресное утро, которое начинается с пробуждения рядом со кем-то.

source: Describe yourself in 30 years.
ru: Опишите себя в 30 лет.

source: Did you fart in public?
ru: Ты пукал на публике?

source: Did you get into fights at school?
ru: Вы дрались в школе?

source: Did you go camping in the yard?
ru: Вы ходили в поход?

source: Did you watch a horror movie alone?
ru: Вы смотрели фильм ужасов в одиночестве?

source: Do 5 wheel rolls in a row.
ru: Сделайте 5 вращений колесом подряд.

source: Do 10 pushups or 20 crunches.
ru: Сделайте 10 отжиманий или 20 скручиваний.

source: Do 20 pushups, take off your shirt and flex while someone in the group writes it down.
ru: Сделайте 20 отжиманий, снимите рубашку и напрягитесь, пока кто-то из группы снимает это.

source: Do 20 wheel rolls.
ru: Сделайте 20 вращений колесом.

source: Do a 'spaghetti dance' (the couple takes the end of dry spaghetti in their mouths and dances).
ru: Исполните «танец спагетти» (пара берет кончики сухих спагетти в рот и танцует).

source: Do a belly dance for a minute.
ru: Исполните танец живота в течение минуты.

source: Do a handstand against a wall for the next two rounds.
ru: Сделайте стойку на руках у стены в течение следующих двух раундов.

source: Do a handstand on the wall and stand for the next two rounds.
ru: Сделайте стойку на руках у стены и стойте следующие два раунда.

source: Do a round of Fuck - Marry - Kill between the three people to your right.
ru: Сделайте раунд Fuck-Marry-Kill между тремя людьми справа от вас.

source: Do a twerk handstand.
ru: Проведите игру Fuck-Marry-Kill среди игроков.

source: Do an exercise from gymnastics.
ru: Сделайте упражнение из гимнастики.

source: Do porn in front of the group. You have to do whatever the group says for 5 minutes.
ru: Изображать порно перед группой. Вы должны делать все, что говорит группа, в течение 5 минут.

source: Do you bite your nails?
ru: Вы грызете ногти?

source: Do you carry treats and snacks when no one is looking?
ru: Вы поедаете угощения и закуски, когда никто не смотрит?

source: Do you do any sports?
ru: Ты занимаешься спортом?

source: Do you have a job? If so, what do you like most about it?
ru: У вас есть работа? Если да, то что вам больше всего в нем нравится?

source: Do you have a mobile phone?
ru: У тебя есть мобильный телефон?

source: Do you have commitment issues?
ru: У вас есть проблемы с обязательствами?

source: Do you have same-sex fantasies?
ru: У вас есть секс фантазии?

source: Do you keep a diary?
ru: Вы ведете дневник?

source: Do you know the entire text of your country's national anthem?
ru: Знаете ли вы весь текст гимна своей страны?

source: Do you like a lot of foreplay?
ru: Вам нравится много прелюдии?

source: Do you like anal sex?
ru: Тебе нравится анальный секс?

source: Do you like anyone right now?
ru: Тебе сейчас кто-нибудь нравится?

source: Do you like doing housework?
ru: Вам нравится делать домашнюю работу?

source: Do you like rough or slow sex?
ru: Вам нравится грубый или медленный секс?

source: Do you like to use toys or belts during sex?
ru: Вам нравится использовать игрушки или ремни во время секса?

source: Do you prefer to be alone or with someone?
ru: Вы предпочитаете быть в одиночестве или с кем-то?

source: Do you prefer to have the lights on or off during sex?
ru: Вы предпочитаете включать или выключать свет во время секса?

source: Do you remember the first time you saw a naked member of the opposite sex (other than your parents)? What was your impression at that time?
ru: Вы помните, когда впервые увидели обнаженного представителя противоположного пола (кроме ваших родителей)? Какое у вас было впечатление в то время?

source: Do you secretly have a superweakness for Valentine's Day and all romantic gestures?
ru: У вас есть слабость ко Дню святого Валентина и ко всем романтическим датам?

source: Do you sleep naked?
ru: Ты спишь голышом?

source: Do you sneak around treats and snacks when mom isn't looking?
ru: Ты крадешься за угощениями и закусками, когда мама не видит?

source: Do you still have feelings for your ex/ex?
ru: У вас все еще есть чувства к бывшей/бывшей?

source: Do you still like Smeshariki?
ru: Вам все еще нравятся Смешарики?

source: Do you think sex after a quarrel is better than everyday?
ru: Как вы думаете, секс после ссоры лучше будничного?

source: Do you wash your hands after using the toilet?
ru: Моете ли вы руки после посещения туалета?

source: Do your best belly dance.
ru: Сделайте свой лучший танец живота.

source: Does size matter to you?
ru: Имеет ли для вас значение размер?

source: Does the thought of kissing the person to your left turn you on?
ru: Возбуждает ли вас мысль о поцелуе с человеком слева от вас?

source: Does your best friend call you his best friend?
ru: Ваш лучший друг называет вас своим лучшим другом?

source: Don't blink for a full minute.
ru: Не моргайте целую минуту.

source: Don't say yes or no for 1 minute.
ru: Не говорите да или нет в течение 1 минуты.

source: Draw a man holding a pen in his mouth.
ru: Нарисуйте человека с ручкой во рту.

source: Draw something on the person on the right.
ru: Нарисуйте что-нибудь на человеке справа.

source: Dress (black and blue) or (gold and white)?
ru: Платье (черно-синее) или (золото-белое)?

source: Drink 2 shots in a row.
ru: Выпейте 2 шота подряд.

source: Drink a cocktail prepared by other players.
ru: Выпейте коктейль, приготовленный другими игроками.

source: Drink a glass of salted milk.
ru: Выпейте стакан соленого молока.

source: Drink a glass of vodka.
ru: Выпейте стакан водки.

source: Drink a glass of wine in 15 seconds or less.
ru: Выпейте бокал вина за 15 секунд или меньше.

source: Drink a shot between a girl's boobs.
ru: Выпейте глоток между грудей девушки.

source: Drink all the beer, then rotate for 15 seconds. After that, try to run to the door.
ru: Выпейте все пиво, затем поверните в течение 15 секунд. После этого попробуйте добежать до двери.

source: Drink an entire bottle of beer in 15 seconds or less.
ru: Выпейте целую бутылку пива за 15 секунд или меньше.

source: Drink something prepared by someone else.
ru: Выпейте что-нибудь, приготовленное кем-то другим.

source: Drink to the bottom of the drink.
ru: Выпейте напиток до дна.

source: Drink two glasses of dark and light alcohol (4 glasses in total).
ru: Выпейте по два стакана темного и светлого алкоголя (всего 4 стакана).

source: Earn points by answering questions honestly or completing a task
ru: Зарабатывайте баллы, честно отвечая на вопросы или выполняя задание

source: Eat a raw egg.
ru: Ешьте сырое яйцо.

source: Eat a spoonful of mayonnaise.
ru: Съешьте ложку майонеза.

source: Eat a spoonful of salt.
ru: Съешьте ложку соли.

source: Eat half a pack of butter.
ru: Съешьте полпачки сливочного масла.

source: Eat something without using your hands.
ru: Съешьте что-нибудь без помощи рук.

source: Email one of your teachers that you love them.
ru: Напишите одному из ваших учителей, что вы его любите.

source: Empty your wallet, pockets and purse and share the contents.
ru: Опустошите бумажник, карманы и сумочку и поделитесь содержимым.

source: End of the game
ru: Конец игры

source: Fake an orgasm.
ru: Сымитируйте оргазм.

source: Fill in all the names
ru: Укажите все имена

source: Find an empty bottle. Play Spin the Bottle for at least 10 minutes.
ru: Найдите пустую бутылку. Играйте в бутылочку не менее 10 минут.

source: Find your old Halloween costume and put it on for me. Then let's decide what to play.
ru: Найди свой старый костюм на Хеллоуин и надень его.

source: Flirt
ru: Первый

source: For adults
ru: Для взрослых

source: For children
ru: Для детей

source: For one minute, act like a gorilla.
ru: В течение одной минуты веди себя как горилла.

source: For the next 5 minutes, make a mustache with your fingers and put it to your mouth.
ru: Следующие 5 минут сделайте пальцами усы и поднесите ко рту.

source: For the next 10 minutes, after everything you say, say the words - in bed.
ru: В течение следующих 10 минут, после всего, что вы говорите, произносите слова - в постели.

source: For the rest of the game, put on and sit with clean underwear on your head.
ru: Всю оставшуюся игру надевайте и сидите с чистым бельем на голове.

source: Foretell the future to a friend to your left.
ru: Предскажи будущее другу слева от тебя.

source: Freeze your underwear for 20 minutes, then put it back on.
ru: Заморозьте нижнее белье на 20 минут, затем снова наденьте его.

source: French kiss anyone on the navel.
ru: Французский поцелуй в пупок.

source: Full access
ru: Полный доступ

source: Fun
ru: Веселье

source: Get acquainted
ru: Понакомиться

source: Get on all fours and act like a dog until the next turn.
ru: Встаньте на четвереньки и ведите себя как собака до следующего хода.

source: Get on all fours and act like a dog until your next turn.
ru: Встаньте на четвереньки и ведите себя как собака до следующего хода.

source: Get slapped by a person of your choice.
ru: Получите пощечину от человека по вашему выбору.

source: Give a concert on your imaginary guitar.
ru: Дайте концерт на воображаемой гитаре.

source: Give a concert with your imaginary guitar.
ru: Устройте концерт с воображаемой гитарой.

source: Give another player a sensual massage.
ru: Сделайте другому игроку чувственный массаж.

source: Give me a line of sugar from the waist to the neck. Now lick it off.
ru: Дайте любому игроку линию сахара от талии до шеи. А теперь слизывай.

source: Give someone a boner in their pants.
ru: Дайте кому-нибудь стояк в штаны.

source: Give someone of your choice a hickey on their chest.
ru: Поставьте кому-нибудь по вашему выбору засос на груди.

source: Give someone your phone and have that person send one message to any of your contacts.
ru: Дайте кому-нибудь свой телефон, и пусть этот человек отправит одно сообщение любому из ваших контактов.

source: Give up your smartphone for the rest of the day.
ru: Откажитесь от смартфона до конца дня.

source: Glue two paper or plastic cups to the front of your shirt.
ru: Приклейте два бумажных или пластиковых стаканчика к передней части рубашки.

source: Go outside and say 'I love you' to the first person you see.
ru: Выйдите на улицу и скажите «Я люблю тебя» первому встречному.

source: Go outside and shout (Happy New Year!).
ru: Выйдите на улицу и кричите (С Новым годом!).

source: Go outside and shout out loud 'I believe in fairies' three times while clapping your hands as fast as you can.
ru: Выйдите на улицу и громко прокричите «Я верю в фей» три раза, одновременно хлопая в ладоши так быстро, как только сможете.

source: Go outside and sing 'Dance of the Little Ducklings' with all the activities.
ru: Выйдите на улицу и спойте «Танец маленьких утят» со всеми действиями.

source: Go outside completely naked and walk slowly to and from the mailbox.
ru: Выйдите на улицу совершенно голым и медленно пройдите к почтовому ящику и обратно.

source: Go to Facebook and comment on the first post on the wall: No, you're wrong!.
ru: Зайдите в Facebook и прокомментируйте первый пост на стене: Нет, вы не правы!.

source: Go to the kitchen and eat something you don't usually eat alone.
ru: Идите на кухню и съешьте то, что обычно не едите в одиночестве.

source: Go to the love section of Cosmopolitan and find a position you've never heard of. Then try acting it out using whatever furniture and pillows you have at your disposal.
ru: Зайдите в раздел любви Cosmopolitan и найдите положение, о котором вы никогда не слышали. Затем попробуйте разыграть это, используя любую мебель и подушки, которые есть в вашем распоряжении.

source: Go to your neighbor and ask for a banana in a sexy voice
ru: Подойдите к соседке и попросите банан сексапильным голосом

source: Go to your neighbor's house and ask him for a banana.
ru: Подойдите к дому соседа и попросите у него банан.

source: Go up to a handsome stranger of your choice and ask him for a kiss.
ru: Подойдите к симпатичному незнакомцу по вашему выбору и попросите его поцеловать.

source: Great! You have full access!
ru: Отлично! У вас есть полный доступ!

source: Have a full conversation with a broom.
ru: Проведите полноценный разговор с метлой.

source: Have the band give you a new haircut.
ru: Пусть группа сделает тебе новую прическу.

source: Have the person to your left lick their finger and then stick it in your ear without wiping it.
ru: Пусть человек слева от вас лизнет палец, а затем засунет его вам в ухо, не вытирая.

source: Have you deprived several people of their virginity?
ru: Вы лишили нескольких человек девственности?

source: Have you ever been caught in a dirty/vulgar activity? If so, what did you do?
ru: Вас когда-нибудь заставали за грязным/вульгарным занятием? Если да, то что вы делали?

source: Have you ever been high?
ru: Вы когда-нибудь были под кайфом?

source: Have you ever been hypnotized?
ru: Вы когда-нибудь были загипнотизированы?
