Repository: baranov89/TruthOrDare
Catalog: TruthOrDare/*.lproj/Localizable.strings
Languages: ru

source: What's the funniest thing your grandparents have ever said?
ru: Что самое смешное когда-либо говорили ваши бабушка и дедушка?

source: What's the hottest sex dream you've ever had?
ru: Какая у тебя была самая горячая мечта о сексе?

source: What's the most annoying thing your mom does?
ru: Что больше всего раздражает вашу маму?

source: What's the most embarrassing situation you've ever farted in?
ru: Какая самая неловкая ситуация, в которой вы когда-либо пукнули?

source: What's the most embarrassing thing you've worn to school?
ru: Что самое неловкое из того, что ты надевал в школу?

source: What's the most illegal thing you've ever done?
ru: Какой самый незаконный поступок вы когда-либо делали?

source: What's the most vicious teacher behavior you've seen?
ru: Какое самое жестокое поведение учителя вы видели?

source: What's the silliest text you've ever sent?
ru: Какой самый глупый текст вы когда-либо отправляли?

source: What's the weirdest item you've ever used to distract yourself?
ru: Какой самый странный предмет вы когда-либо использовали, чтобы отвлечься?

source: What's the weirdest place you've had sex?
ru: Какое самое странное место, где у тебя был секс?

source: What's the weirdest sexual role-playing game you've ever been in?
ru: Какая самая странная сексуальная ролевая игра, в которой вы когда-либо участвовали?

source: What's the weirdest thing that has ever turned you on?
ru: Что самое странное, что вас когда-либо заводило?

source: What's the weirdest thing you've ever done?
ru: Какая самая странная вещь, которую вы когда-либо делали?

source: What's the worst gift you've ever received?
ru: Какой самый худший подарок вы когда-либо получали?

source: What's the worst thing you've ever done to someone?
ru: Что самое худшее, что вы когда-либо делали кому-то?

source: What's your favorite amusement park ride?
ru: Какой ваш любимый аттракцион в парке развлечений?

source: What's your favorite food?
ru: Какая ваша любимая еда?

source: What's your favorite place to have sex?
ru: Какое твое любимое место для секса?

source: What's your most embarrassing fart? Describe the situation.
ru: Какой ваш самый неловкий пердеж? Опишите ситуацию.

source: What's your weirdest sexual fantasy?
ru: Какая у тебя самая странная сексуальная фантазия?

source: What/who did you last masturbate to?
ru: На что/кого ты в последний раз мастурбировал?

source: What/whom did you masturbate to the most in one day?
ru: На что/кого ты больше всего мастурбировал за один день?

source: When are the birthdays of your family members?
ru: Когда дни рождения у членов вашей семьи?

source: When did you first kiss?
ru: Когда вы впервые поцеловались?

source: When did you have to leave in shame?
ru: Когда тебе приходилось уходить с позором?

source: When did you learn to ride a bike?
ru: Когда ты научился кататься на велосипеде?

source: When did you start masturbating?
ru: Когда ты начал мастурбировать?

source: When was the last time you flossed your teeth?
ru: Когда вы в последний раз чистили зубы нитью?

source: When was the last time you picked your nose without a tissue?
ru: Когда вы в последний раз ковыряли в носу без салфетки?

source: When was the last time you sincerely apologized?
ru: Когда вы в последний раз искренне извинялись?

source: Whenever you need to pee for the rest of the night, you should bring someone of the opposite sex with you.
ru: Всякий раз, когда вам нужно пописать всю оставшуюся ночь, вы должны привести с собой кого-то противоположного пола.

source: Where are you on the heterosexual spectrum? Be honest!
ru: Где вы находитесь в гетеросексуальном спектре? Будь честным!

source: Where did you lose your virginity?
ru: Где ты потерял девственность?

source: Which body part are you most proud of?
ru: Какой частью тела вы больше всего гордитесь?

source: Which body part do you like the most?
ru: Какая часть тела вам нравится больше всего?

source: Which college are you going to go to?
ru: В какой колледж ты собираешься поступать?

source: Which do you think is hotter: sex standing against a wall or leaning over a table?
ru: Как вы думаете, что круче: секс стоя у стены или склонившись над столом?

source: Which fictional character would you like to marry?
ru: За кого из вымышленных персонажей вы бы хотели выйти замуж?

source: Which Harry Potter character would you like to be and why?
ru: Кем из персонажей Гарри Поттера вы бы хотели быть и почему?

source: Which of your parents are you closer to?
ru: кто из твоих родителей тебе ближе?

source: Which of your teachers looked the best?
ru: Кто из ваших учителей выглядел лучше всех?

source: Which version of sexual intercourse do you get the worst?
ru: Какой вариант полового акта вам кажется худшим?

source: Whisper for the next 2 rounds.
ru: Шепот на следующие 2 раунда.

source: Who are you most jealous of here?
ru: Кому ты здесь больше всего завидуешь?

source: Who did you have the best kiss with?
ru: С кем у тебя был лучший поцелуй?

source: Who did you vote for? Or who would you vote for?
ru: За кого вы голосовали? Или за кого бы вы проголосовали?

source: Who do you like at school?
ru: Кто тебе нравится в школе?

source: Who do you like from celebrities?
ru: Кто тебе нравится из знаменитостей?

source: Who has the prettiest smile in this room?
ru: У кого самая красивая улыбка в этой комнате?

source: Who is the best kisser in this room?
ru: Кто лучше всех целуется в этой комнате?

source: Who is the most inappropriate person you have ever dreamed of?
ru: Кто самый неподходящий человек, о котором вы когда-либо мечтали?

source: Who is your favorite Disney character?
ru: Кто ваш любимый персонаж Диснея?

source: Who is your favorite porn star?
ru: Кто твоя любимая порнозвезда?

source: Who is your ugliest friend?
ru: Кто твой самый уродливый друг?

source: Who was your first crush or who do you like now?
ru: Кто был вашей первой любовью или кто вам нравится сейчас?

source: Who was your first love?
ru: Кто был твоей первой любовью?

source: Who would you like to be for a day?
ru: Кем бы ты хотел быть на один день?

source: Who would you like to have sex with? Favorite position?
ru: С кем бы ты хотел заняться сексом? Любимая позиция?

source: Who would you most like to sleep with in those present?
ru: С кем из присутствующих вам больше всего хотелось бы переспать?

source: Who's your best friend?
ru: Кто твой лучший друг?

source: With nothing under the cloak, walk up to each player and open the cloak for three seconds.
ru: Не имея ничего под плащом, подойдите к каждому игроку и откройте плащ на три секунды.

source: Would you drop out of school if you won the lottery?
ru: Вы бы бросили школу, если бы выиграли в лотерею?

source: Would you ever date someone you met online?
ru: Вы бы когда-нибудь встречались с кем-то, с кем познакомились в Интернете?

source: Would you ever start using a dating site?
ru: Вы бы когда-нибудь начали пользоваться сайтом знакомств?

source: Would you like to cuddle with your left neighbor?
ru: Хотели бы вы обниматься со своим левым соседом?

source: Would you like to have a threesome this Valentine's Day?
ru: Хотели бы вы устроить секс втроем в этот День святого Валентина?

source: Would you marry your boyfriend/girlfriend?
ru: Вы бы вышли замуж за своего парня/девушку?

source: Would you rather be a horse or a cow?
ru: Вы бы предпочли быть лошадью или коровой?

source: Would you rather be smart or happy, and why?
ru: Вы бы предпочли быть умным или счастливым, и почему?

source: Would you rather date someone younger or older than you?
ru: Вы бы предпочли встречаться с кем-то моложе или старше вас?

source: Would you rather have sex on a washing machine or on the hood of a car?
ru: Вы бы предпочли заниматься сексом на стиральной машине или на капоте автомобиля?

source: Would you rather have sex on the beach or in a mountain hut?
ru: Вы бы предпочли заняться сексом на пляже или в горной хижине?

source: Would you rather live in a house on the outskirts or in an apartment in a big city?
ru: Вы бы предпочли жить в доме на окраине или в квартире в большом городе?

source: Would you rather live in a world of magic or superheroes?
ru: Вы бы предпочли жить в мире магии или супергероев?

source: Wrap toilet paper around your body like a mummy.
ru: Оберните тело туалетной бумагой, как мумию.

source: Wrap your head in a T-shirt and sit there for one round.
ru: Оберните голову футболкой и посидите так один раунд.

source: Wrap yourself in toilet paper from head to toe.
ru: Заверните себя в туалетную бумагу с головы до ног.

source: Write a feedback
ru: Написать отзыв

source: Write a note saying 'Hit me!' and wear it for the rest of the game.
ru: Напишите записку с надписью «Ударь меня!» и носить его до конца игры.

source: Write a post on Facebook (or other social networks) using only your toes.
ru: Напишите пост в Facebook (или других социальных сетях), используя только пальцы ног.

source: Write a post on Facebook (or other social networks), but only with your toes.
ru: Напишите пост в Facebook (или других социальных сетях), но только пальцами ног.

source: Write a short story about another player.
ru: Напишите небольшой рассказ о другом игроке.

source: Write a short, sultry message on my body... with your tongue.
ru: Напиши короткое страстное послание на моем теле... своим языком.

source: Write your name upside down.
ru: Напишите свое имя вверх ногами.

source: You can't talk until the end of the game until someone says your name.
ru: Вы не можете говорить до конца игры, пока кто-нибудь не произнесет ваше имя.

source: You cannot refuse a sip of any drink for 3 turns.
ru: Вы не можете отказаться от глотка любого напитка в течение 3 ходов.

source: You cannot say yes or no for 3 turns.
ru: Вы не можете сказать да или нет в течение 3 ходов.

source: You cannot speak for the next 2 rounds.
ru: Вы не можете говорить в течение следующих 2 раундов.

source: You must make the next call with the next person when it's their turn.
ru: Вы должны сделать следующий звонок со следующим человеком, когда наступит его очередь.

source: You need to kiss a person of the opposite sex within 2 minutes.
ru: Поцеловать человека противоположного пола нужно в течение 2 минут.

source: You need to pee from the fourth (or higher) floor.
ru: Писать нужно с четвертого (или выше) этажа.

source: Your move
ru: Ваш ход

source: Your worst teacher? Why?
ru: Твой худший учитель? Почему?
